<template>
    <div>
        <h2>使用帮助</h2>
        <ul>
            <li>在开始记账之前您需要建立一个账本。建立账本需要提供账本名称，管理员密码，货币种类。</li>
            <br />
            <li>建立账本之后系统会随机分配一个账本地址，所有知道账本地址的用户拥有访问权。如果需要记录，修改和删除账目，需要提供管理员密码。</li>
            <br />
            <li>在账本界面点击右上角的“管理账本”按钮可以进入管理员模式。在管理员模式下您可以对账目和成员进行管理。</li>
            <br />
            <li>在记录第一笔账目之前请先添加参与消费的成员。</li>
            <br />
            <li>如果某一笔消费和账本的货币种类不同，您可以在添加账目时进行选择。系统可以实时获取不同币种之间的汇率。但需要注意的是系统会以账本货币种类为基准进行记录和结算。</li>
            <br />
            <li>您可以在结算预览界面来查看当前结算结果，但结果仅供参考。</li>
        </ul>
    </div>
</template>

<script>
    export default {
        name: "Help.vue"
    }
</script>

<style scoped>

</style>